[{"id":0,"name":"accountability","prefix":"account","copy":"\u003cb\u003eWhen you’re being held accountable...we\u0027re right there with you.\u003c/b\u003e  Partner with ContiTech and experience the confidence and reliability that comes from an industry leader that stands behind its solutions and customers 110%, ensuring durability, reliability and safety every step of the way.","parallax":{"background":"http://s3-us-west-1.amazonaws.com/contitech/parallaxbg/account-ability.jpg","foreground":"http://s3-us-west-1.amazonaws.com/contitech/parallaxfg/account-ability.png"},"carousel":[{"headline":"INSTALOCK","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/1_Account_Story1.jpg","copy":"Instalock technology allows for quick and ease of installation and a tighter, more secure connection, for less waste and a safer environment.","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25906","title":"Insta-Lock™ Couplings Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/1_Account_pdf1.png"}]}],"ordinal":0,"active":false},{"id":0,"name":"Adaptability ","prefix":"adapt","copy":"\u003cb\u003eSuited to markets. Tailored to customers. \u003c/b\u003e We\u0027re constantly evolving to meet customer needs and deliver on global trends. We remain hard at work, developing and enhancing intelligent products to remain in-line with ever-changing markets, societal and environmental requirements.","parallax":{"background":"http://s3-us-west-1.amazonaws.com/contitech/parallaxbg/adapt-ability.jpg","foreground":"http://s3-us-west-1.amazonaws.com/contitech/parallaxfg/adapt-ability.png"},"carousel":[{"headline":"EXTREMEFLEX PETROLEUM TRANSFER HOSE","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/2_Adapt_Story1.jpg","copy":"Durable, flexible and able to bend around tight corners and operate better in tight spaces, Extremeflex petroleum transfer hose is ideal for frac sites dealing with various narrow spaces as well as numerous hoses going from multiple tanks to trucks.","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25907","title":"Extreme FlexPetroleum Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/2_Adapt_pdf1.png"}]}],"ordinal":0,"active":false},{"id":0,"name":"Assurability ","prefix":"assure","copy":"\u003cb\u003eExperience peace of mind every step of the way.\u003c/b\u003e At ContiTech, every solution is put through its paces under the most extreme applications to ensure reliability, durability and safety. Our enhanced service offerings, unwavering dedication to customers and shared passion for customer success, help build relationships that assure peace of mind every step of the way.","parallax":{"background":"http://s3-us-west-1.amazonaws.com/contitech/parallaxbg/assure-ability.jpg","foreground":"http://s3-us-west-1.amazonaws.com/contitech/parallaxfg/assure-ability.png"},"carousel":[{"headline":"SURVIVOR COMPOUND","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/3_Assure_Story1.jpg","copy":"With over 2,000 cover compounds developed across multiple product segments, ContiTech is able to share key learnings from one application to another where it makes sense. Originally created for conveyor belts, Survivor is an abrasion resistant compound that’s ideal in material handling applications where hose drags across rough terrains, or conveys rough materials. Inside and out, you have a hose that lasts much longer.","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25908","title":"Survivor Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/3_Assure_pdf1.png"}]},{"headline":"FORTRESS™ XP ","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/3_Assure_Story2.jpg","copy":"Extremely reliable in high-abuse, demanding, critical applications, Fortress XP is built to last and resist the rigor of a primary crusher. Made with revolutionary weave design, this rugged, fabric-reinforced conveyor belt delivers up to three times longer life than traditional belts and provides a lower cost-per-ton with unsurpassed system savings. ","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25909","title":"FortressXP Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/3_Assure_pdf2.png"}]}],"ordinal":0,"active":false},{"id":0,"name":"expandability","prefix":"expand","copy":"\u003cb\u003eYour success means our success. \u003c/b\u003eTo help add value to your business, we’re proud to provide the highest level of support and unwavering dedication to your success. We’re constantly developing new products, compounds, and cutting-edge technologies to meet the ever-growing needs and challenges of our customers.","parallax":{"background":"http://s3-us-west-1.amazonaws.com/contitech/parallaxbg/expand-ability.jpg","foreground":"http://s3-us-west-1.amazonaws.com/contitech/parallaxfg/expand-ability.png"},"carousel":[{"headline":"DISTRIBUTOR GROWTH","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/4_Expand_Story1.jpg","copy":"To help distributors grow, we provide the highest level of support and unwavering dedication to success. From full product change over, to partnering together to create strategic growth plans, to unveiling opportunity industries using our proprietary WinPoint program, we stand behind our products and customers 100%.","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25910","title":"Distributor Growth Solutions Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/4_Expand_pdf1.png"}]}],"ordinal":0,"active":false},{"id":0,"name":"Knowledgeability ","prefix":"knowledge","copy":"\u003cb\u003eWe are familiar with your culture, industry and influences.\u003c/b\u003e We establish partnerships. We collaborate. With a deep and detailed understanding of your specifications, we’re able to create compounds specifically tailored to meet your particular needs-whatever they may be.","parallax":{"background":"http://s3-us-west-1.amazonaws.com/contitech/parallaxbg/knowledge-ability.jpg","foreground":"http://s3-us-west-1.amazonaws.com/contitech/parallaxfg/knowledge-ability.png"},"carousel":[{"headline":"TRACKMAN","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/5_Knowlege_Story1.jpg","copy":"The Trackman Brand is engineered using decade’s worth of learnings from rubber compounding experience, customer feedback and partnerships with OEM brands. Our products offer long-lasting durability, increased time between replacements, and less compaction (so as to not crush crops), Trackman is known to keep customers in the field longer. ","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25911","title":"Rubber Track Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/5_Knowlege_pdf1.png"}]},{"headline":"ENHANCED GO-TO MARKET STRATEGY","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/5_Knowlege_Story2.jpg","copy":"While many of our competitors’ belts have remained the same in the industry for some time, our new offering of competitive belts provide a higher level of performance and each offer a unique benefit. Like Silent Sync, a quiet synchronous belt; or Falcon PD, which offers more torque or CONTI SYNCHROCHAIN Carbon, providing more power at a narrower size.","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25912","title":"SilentSync_Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/5_Knowlege_pdf2A.png"},{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25913","title":"FalconPD_Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/5_Knowlege_pdf2B.png"},{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25915","title":"Power Transmission Products Capabilities (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/5_Knowlege_pdf2C.png"}]}],"ordinal":0,"active":false},{"id":0,"name":"Protectability ","prefix":"protect","copy":"\u003cb\u003eEnsure extreme durability and safety.  \u003c/b\u003eOur components go through tests in state-of-the-art labs with results being evaluated time and time again. Our rigorous testing assures you that our products meet or exceed industry standards for both safety and performance.","parallax":{"background":"http://s3-us-west-1.amazonaws.com/contitech/parallaxbg/protect-ability.jpg","foreground":"http://s3-us-west-1.amazonaws.com/contitech/parallaxfg/protect-ability.png"},"carousel":[{"headline":"MICROBAN","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/6_Protect_Story1.jpg","copy":"A leading innovation in various food industries, Microban technology, by Microban Products Company, aids in stopping and preventing bacterial growth. In partnership with Microban, ContiTech is engineering hoses with Microban in them, to help create more sanitary working conditions in food processing plants, beverage plants and distilleries, protecting your product from contamination.","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25903","title":"Food Processing Hose with Microban","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/6_Protect_pdf1.png"}]},{"headline":"CRIMPING","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/6_Protect_Story2.jpg","copy":"The crimping process used on Flexsteel steam hoses is so secure and reliable it allows for virtually 100% steam transfer. This in turn helps manufacturing plants (as well as others) work more efficiently and experience power transfer at a much higher rate. Plus, this more secure crimp is safer than others","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25914","title":"Steam Hose Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/6_Protect_pdf2.png"}]}],"ordinal":0,"active":false},{"id":0,"name":"Solveability ","prefix":"solve","copy":"\u003cb\u003eYou have a problem. We have an ability.\u003c/b\u003e We’re proud to deliver next-level innovations that enhance your success and add value to your organization. Through a combination of groundbreaking technologies and a commitment to never-ending research and development, we’re able to offer an array of solutions that solve your specific problem and meet your unique needs.","parallax":{"background":"http://s3-us-west-1.amazonaws.com/contitech/parallaxbg/solve-ability.jpg","foreground":"http://s3-us-west-1.amazonaws.com/contitech/parallaxfg/solve-ability.png"},"carousel":[{"headline":"ENERGY SAVINGS","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/7_Solve_Story1.jpg","copy":"\u003cb\u003eThe problem:\u003c/b\u003e A customer’s primary exhaust fan blower had been running on a four V-belt drive system that was experiencing excessive noise at startup, as well as slippage, leading to wasted energy costs. The fan also had to be running when the plant was operating.\u003cbr\u003e\u003cb\u003eThe solution:\u003c/b\u003e ContiTech replaced the existing V-belts with a single, compact Hawk Pd synchronous belt.\u003cbr\u003e\u003cb\u003eThe result:\u003c/b\u003e The changeover saved the company $1,342 per year in energy costs and the maintenance of the drive has been significantly reduced. The squeal at startup and the belt slippage issues were also eliminated.","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25916","title":"HawkPDSellSheet (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/7_Solve_pdf1.png"}]},{"headline":"OPERATIONAL SAVINGS","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/7_Solve_Story2.jpg","copy":"\u003cb\u003eThe problem:\u003c/b\u003e A customer needed to constantly change sprockets and grease the drive system of their standard chain system. They replaced the chain every 3-5 weeks and the sprockets at least twice a year. Searching for a system with minimal maintenance, the customer looked into synchronous belt drives and contacted us. \u003cbr\u003e\u003cb\u003eSolution:\u003c/b\u003e The Continental ContiTech Sales Representative engaged the Applications Group to determine the best solution for implementing a synchronous belt drive—Hawk Pd was selected.  After relocating motors and sprockets, the technical team used our Laser Alignment Tool and TensionRite® Belt Frequency Meter to ensure the drive system was aligned and tensioned properly.\u003cbr\u003e\u003cb\u003eThe result:\u003c/b\u003e Initial cost savings from implementing the Continental ContiTech synchronous drive system were $7,000 for the first year and $17,288 for any year after (not counting reduced downtime at standard labor rates).","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25916","title":"HawkPDSellSheet (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/7_Solve_pdf2A.png"},{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25917","title":"Laser Alignment Tool and TensionRite (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/7_Solve_pdf2B.png"}]},{"headline":"TOTAL COST OWNERSHIP","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/7_Solve_Story3.jpg","copy":"To determine the right conveyor belt for your operations, it’s important to take into consideration not only the quality of the product, but the value it delivers and the service, support and technology backing it. So when it comes time to purchase a belt, you can choose a belt that upfront, may save you a couple pennies but needs to be replaced multiple times… or you can invest in a better performing, longer lasting, higher durability ContiTech conveyor belt. Our belts will not only save you downtime and headaches, but time in engineering, installation and repair costs. \u003cbr\u003eWhether you’re in hard rock mining and need a primary crusher belt that’s built to withstand immense impact, like Fortress XP  or in the harvest grain industry and need a thin but reliable grain belt (like PVGE), ContiTech offers built-to-last solutions to take your success next level.  ","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25902","title":"2015 Heavyweight Conveyor Belt","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/7_Solve_pdf3.png"}]}],"ordinal":0,"active":false},{"id":0,"name":"Targetability ","prefix":"target","copy":"\u003cb\u003eFor everything you need. We’ve got you covered. \u003c/b\u003eWe deliver innovative solutions worldwide, contributing to leading-edge technology that makes your job easier. Through improved productivity and performance, we deliver products and services targeted to meet your unique needs.","parallax":{"background":"http://s3-us-west-1.amazonaws.com/contitech/parallaxbg/solve-ability.jpg","foreground":"http://s3-us-west-1.amazonaws.com/contitech/parallaxfg/solve-ability.png"},"carousel":[{"headline":"CUT \u0026 COUPLED PROGRAM","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/8_Target_Story1.jpg","copy":"As part of ContiTech\u0027s Cut and Coupled program, distributors can sell pre-cut hose that is already crimped and at lengths that their customers use most often. Available for water transfer, air and multipurpose and material handling, these hoses are pre-made and ready to go—allowing for an increase in uptime and decrease in downtime. ","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25905","title":"Cut and Couple Brochure (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/8_Target_pdf1.png"}]},{"headline":"OIL \u0026 GAS MARKET","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/8_Target_Story2.jpg","copy":"ContiTech offers more products and services for the oil and gas market than anyone else in the industry. That means Industrial Hose (like Extremeflex Petroleum Transfer), Hydraulic Hose (like Prospector Blow Out Prevention), power transmission belts and conveyor belts, are all available from one, convenient point of contact","pdf":[{"id":999,"url":"http://veyance.com/WorkArea/DownloadAsset.aspx?id=25917","title":"Laser Alignment Tool and TensionRite (pdf)","thumbnail":"http://s3-us-west-1.amazonaws.com/contitech/pdfthumbnail/8_Target_pdf2.png"}]},{"headline":"RUBBER COMPOUNDING","image":"http://s3-us-west-1.amazonaws.com/contitech/carouselimage/8_Target_Story3.jpg","copy":"With over 150 years of rubber compounding and engineering experience, ContiTech offers customized rubber product solutions to meet your specific needs and exceed industry requirements and standards. From static-conductive elevator belts for the grain industry, to Survivor compound hoses that offer flexibility and high-abrasion resistance in material handing applications, to Trackman rubber track technology that offers less compaction and long-lasting durability, we put our knowledge and expertise to work for you to take your efficiencies next level.","pdf":null}],"ordinal":0,"active":false}]